db_data = {
  
  "name": "shri2013",
  "table_names": ["students", "lectors", "lectures", "comments"],
  "timestamp": "",
  
  "data": {
    
    "about": {
      "title": "ШРИ в Москве 2013",
      "text": "Яндекс открывает набор во вторую Школу разработки интерфейсов в Москве. Мы приглашаем студентов старших курсов и недавних выпускников вузов, которые хотят развиваться в области фронтенд-разработки веб-сервисов. Чтобы учиться в нашей Школе, вам понадобятся базовые знания по разработке интерфейсов и небольшой опыт их создания. Бесплатные занятия будут проходить три раза в неделю в московском офисе Яндекса: <b>во вторник и четверг — с 18:30 до 21:30, в субботу — с 12:00 до 15:00</b>. Наиболее успешные выпускники Школы получат возможность пройти практику в компании.",
      "subsections_title": "Структура школы",
      "subsections": [
        {
          "title": "Теоретический этап",
          "text": "Первый этап обучения представляет собой курс лекций, посвящённых различным сторонам фронтенд-разработки. С программой прошлого года вы можете ознакомиться на <a class='link' href='http://events.yandex.ru/events/shri/msk-2012/programm/' target='_blank'>этой</a> странице. Лекции начнутся 7 сентября и будут продолжаться в течение месяца. В конце курса слушателям предстоит экзамен. Лучшим студентам мы предложим пройти практический этап Школы."
        },
        {
          "title": "Практический этап",
          "text": "Практика — это отличный шанс увидеть работу Яндекса изнутри. Практиканты получат корпоративные компьютеры, пропуски в офис, а ещё мы будем платить им стипендию. С середины октября до середины декабря практикантам предстоит выполнить большое задание под руководством опытного разработчика. Также во время практики будут продолжаться лекции. Тех, кто успешно пройдёт практику, мы с удовольствием пригласим к нам на работу или стажировку. Все вопросы о Школе присылайте на адрес: <a class='link' href='mailto:intern@yandex-team.ru'>intern@yandex-team.ru</a>"
        }
      ]
    },
    
    "social": {
      "title": "Social",
      "text": '<div id="vk_groups1"></div><div id="vk_groups2"></div><a class="twitter-timeline" href="https://twitter.com/search?q=%23shri" data-widget-id="388377675934334976"></a>'
    },
    
    "comments": [],
    
    "students": [ 
      { "Timestamp" : "9/29/2013 19:18:30",
        "about" : "Родился и вырос в Ярославле. В этом году окончил ЯрГУ на факультете ИВТ.\nКакое-то время писал на c++, немного участвовал в ACM.\nБольше двух лет работаю в \"Тензоре\" веб-программистом. Начинал с каких-то простых страничек ещё во времена Netscape Navigator. Когда-то писал на php, немного на java, сейчас предпочитаю node.js. По работе в основном пишу/отлаживаю клиентский javascript.",
        "city" : "Ярославль",
        "first_name" : "Александр",
        "id" : 1,
        "last_name" : "Нефедов",
        "link_facebook" : "https://www.facebook.com/garret.rus",
        "link_gihub" : "https://github.com/4eb0da",
        "link_photo" : "http://cs9255.vk.me/u1079690/105302838/x_5d23974b.jpg",
        "link_vk" : "http://vk.com/id3157005",
        "link_yaru" : "garret-rus.ya.ru/"
      },
      { "Timestamp" : "9/28/2013 19:46:14",
        "about" : "После школы поступил в Московский инженерно-физический институт, но потом его переименовали, и закончил в 2012 году я уже Национальный исследовательский ядерный университет \"МИФИ\", став магистром прикладной математики и физики. Потом я поступил в аспирантуру одного из институтов физического отделения РАН, где и учусь в настоящее время.\n\nЧто касается веб-разработки, то первый сайт я сделал в школе для какого-то местного конкурса, а делал я его в страшной штуке под названием Microsoft FrontPage. Затем я забыл о вебе очень надолго, в институте достаточно много программировал на Pascal, Fortran + MPI/OpenMP, Python, MATLAB, Wolfram Mathematica, но в основном это сводилось к решению разных математических/физических задач.\n\nВ конце 5-го курса института друзья позвали в маленький \"стартап\" по поиску и продаже туров онлайн. Там я и работаю уже больше 2-х лет, программирую на Ruby/RoR, JS. Учуствовал как в фронтенд так и в бэкенд разработке различных проектов: сайт-знакомств, интернет-магазин, игру для Вконтакте, просто разные сайты, даже писал свою CMS для интернет-магазина.",
        "city" : "Москва",
        "first_name" : "Алексей",
        "id" : 2,
        "last_name" : "Кондратов",
        "link_facebook" : "https://www.facebook.com/ololobus",
        "link_gihub" : "https://github.com/ololobus",
        "link_photo" : "https://dl.dropboxusercontent.com/u/1122837/photo-for-shri.jpg",
        "link_vk" : "https://vk.com/ololoshkiiii",
        "link_yaru" : "http://alex-ololo.ya.ru/"
      },
      { "Timestamp" : "9/28/2013 19:10:29",
        "about" : "Учусь на 3-ем курсе в МАТИ - РГТУ им. К.Э. Циолковского по специальности \"Информатика и вычислительная техника\". Впервые столкнулся с версткой на 2-ом курсе. Нам преподавали курс под названием \"WEB-технологии\", в рамках которого были HTML и CSS. Мне безумно понравилось верстать. И я точно решил, что моя будущая работа будет связана с вебом.",
        "city" : "Ставрополь",
        "first_name" : "Андрей",
        "id" : 3,
        "last_name" : "Морозов",
        "link_facebook" : "https://www.facebook.com/1uckytrue",
        "link_gihub" : "https://github.com/LuckyTrue",
        "link_photo" : "http://i.imgur.com/byyMclh.jpg",
        "link_vk" : "https://vk.com/luckytrue",
        "link_yaru" : "http://luckytrue.ya.ru/"
      },
      { "Timestamp" : "9/30/2013 14:21:34",
        "about" : "Веб-разработкой заинтересовалась еще в далекие школьные годы, самостоятельно начала изучать HTML, помогала друзьям делать сайты.\nПосле окончания института пробовала себя в разных областях, попутно перевела с английского несколько книг, в том числе по CSS и проектированию интерфейсов. И все больше хотелось применить теорию на практике в серьезных проектах.Так хобби стало моей работой - на данный момент я занимаюсь разработкой и поддержкой сайтов крупной телекоммуникационной компании, больше всего пишу на XSLT и JavaScript.\n\nШРИ для меня прежде всего замечательная возможность узнать много нового, систематизировать свои знания и, конечно, познакомиться с интересными людьми, увлеченными своим делом.",
        "city" : "Москва",
        "first_name" : "Анна",
        "id" : 4,
        "last_name" : "Минаева",
        "link_facebook" : "https://www.facebook.com/rainybowls",
        "link_gihub" : "https://github.com/rainybowl",
        "link_photo" : "http://img-fotki.yandex.ru/get/9557/225755747.0/0_f4b79_54a022b5_L.jpg",
        "link_vk" : "",
        "link_yaru" : "http://rainybowl.ya.ru/"
      },
      { "Timestamp" : "9/30/2013 16:07:48",
        "about" : "Привет.\nЯ учусь на третьем курсе мехмата МГУ. Люблю математику и естественные науки, увлекаюсь промышленным дизайном, урбанистикой.\nПознакомился с веб-технологиями в школе. Недоумевал, почему все не любят ИЕ6, даже после выхода 7-ой и 8-ой версии я оставался на 6-ой, потому что она была гораздо быстрее и новые окна в ней открывались гораздо быстрее, чем новые вкладки в 7-ой. До уровня, на котором начинают понимать, в чём плох ИЕ6 тогда не дорос.\nНа втором курсе захотелось кушать, начал что-то почитывать про JS, PHP, MySQL.\nСейчас ощущаю себя в обществе людей, гораздо более продвинутых в этой области, чем я. Это мотивирует меня развиваться.\nНадеюсь, что в ШРИ я превращусь из любителя в профессионала.",
        "city" : "Москва",
        "first_name" : "Асхат",
        "id" : 5,
        "last_name" : "Нуриддинов",
        "link_facebook" : "",
        "link_gihub" : "https://github.com/geromond",
        "link_photo" : "http://cs316125.vk.me/v316125448/2b1a/Oc1vP_ex1Kk.jpg",
        "link_vk" : "https://vk.com/askhat",
        "link_yaru" : "http://geromond.ya.ru/"
      },
      { "Timestamp" : "9/29/2013 22:26:22",
        "about" : "Родился и рос в г. Электросталь Московской области. Поступил в МТУСИ на факультет ИТ. Пару месяцев назад окончил аспирантуру Института проблем управления. Готовлюсь к защите, которая состоится в конце октября. Про диссертацию можно посмотреть тут и почитать тут.\nИТ увлекаюсь с детства. Интерес к веб-технологиям начался в школе с Flash, потом плавно перерос к HTML, JS, PHP и понеслась. Сейчас из фаворитов это Erlang для серверов, Python для веб-приложений и AngularJS для клиента. Недавно приступил к технологиям, облегчающим быт фронт-эндера: Yeoman, Grunt, Bower.\nВ институте начинал с фриланса, потом со знакомым открыли небольшую веб-студию. К диплому надо было выбирать: бизнес или хороший диплом (далее аспирантура). Выбрал второе, о чем до сих по не жалею.) Сейчас работаю научным сотрудником в лаборатории №17 ИПУ РАН. Повезло с начальством – часто научные задачи предполагают практическую реализацию, в т.ч. с веб-интерфейсом, поэтому была возможность поизучать что-нибудь новенькое.\nВ школе интересует тема разработки крупных и сложных веб-проектов. Архитектурные и социальные решения в компаниях уровня Яндекс. Также надеюсь попасть на практику и потом работать в Яндекс.",
        "city" : "Электросталь",
        "first_name" : "Дмитрий",
        "id" : 6,
        "last_name" : "Душкин",
        "link_facebook" : "",
        "link_gihub" : "https://github.com/DimitryDushkin",
        "link_photo" : "http://img-fotki.yandex.ru/get/9250/43146692.0/0_fdbcf_ac23f232_L",
        "link_vk" : "",
        "link_yaru" : "http://legato-di.ya.ru/"
      },
      { "Timestamp" : "9/30/2013 15:35:23",
        "about" : "Родилась на Украине, выросла в подмосковном Фрязино, затем поступила в МГУ на факультет вычислительной математики и кибернетики и окончательно перебралась в Москву.\nНадеюсь, что ШРИ станет мощным стартом на моем пути разработчика.",
        "city" : "Москва",
        "first_name" : "Евгения",
        "id" : 7,
        "last_name" : "Костенко",
        "link_facebook" : "http://www.facebook.com/eugeshko",
        "link_gihub" : "https://github.com/eugeshko",
        "link_photo" : "http://cs402119.vk.me/v402119174/5a5/O3C6sv2KgPM.jpg",
        "link_vk" : "http://vk.com/eugeshko",
        "link_yaru" : "http://eugeshko.ya.ru/"
      },
      { "Timestamp" : "9/30/2013 16:30:00",
        "about" : "Меня зовут Иван, 23 года, родился в Ярославле, последние лет 10 живу в Москве. \nВыпускник МГТУ им. Н.Э.Баумана. \nСерьёзного опыта веб-разработки не имею, в Школу попал скорее от большого желания. В ШРИ надеюсь систематизировать знания, шире взглянуть на фронтенд-разработку и перенять опыт профессионалов. Спасибо Яндексу за предоставленную возможность.\n",
        "city" : "Ярославль",
        "first_name" : "Иван",
        "id" : 8,
        "last_name" : "Полюхович",
        "link_facebook" : "https://www.facebook.com/iamfoont",
        "link_gihub" : "https://github.com/merzavcev",
        "link_photo" : "https://fbcdn-sphotos-b-a.akamaihd.net/hphotos-ak-prn2/1235040_10202050873057445_1771012697_n.jpg",
        "link_vk" : "http://vk.com/merzavcev",
        "link_yaru" : "http://iamfoont.ya.ru/"
      },
      { "Timestamp" : "9/28/2013 19:37:30",
        "about" : "С детства вожусь с техникой, слежу за прогрессом и познаю новое. Мне нравятся веб-технологии, возможность увидеть результат работы и показать его другим. Школа стала для меня вектором в саморазвитии, направляет и помогает пробиться в джунглях front-end`а.",
        "city" : "Балашиха",
        "first_name" : "Максим",
        "id" : 9,
        "last_name" : "Попков",
        "link_facebook" : "",
        "link_gihub" : "github.com/maxim-popkov/",
        "link_photo" : "http://img-fotki.yandex.ru/get/9301/35759599.0/0_9b1ec_264822bf_L.jpg",
        "link_vk" : "vk.com/dales3d",
        "link_yaru" : "dales3d.ya.ru/"
      },
      { "Timestamp" : "10/1/2013 13:38:29",
        "about" : "Привет!\n\nМеня зовут Максим, мне 21 год. Родился и живу в г. Зеленоград.\n\nУчусь на 4 курсе НИУ МИЭТ на кафедре Вычислительных систем. \n\nПрограммировать начал ещё в школе на Pascal. Потом был C++ и C#. На последний подсел основательно, писал всякие штуки для комьюнити Lockerz.\n\nПараллельно с этим начал щупать web. Первым \"шагом\" была Боталка - сайт с учебными материалами для студентов. Работает на CMS Livestreet, которая крутится на облачном сервере. Да, тогда ещё пришлось покурить маны по LAMP, а потом ещё и по nginx. Зато теперь всё стабильно и шустро.\n\nБыло и много фриланса. Писал и под OS X, и под iOS, но \"осел\" именно в web-разработке. То, что не стыдно показать, можно посмотреть на Brainstorage.\n\nПомимо Боталки пошли и другие собственные проекты. Например, MyBoxes - сервис по отслеживанию посылок. Над ним я работаю вместе с другом дизайнером (подробнее можно почитать у него).\n\nБуквально на днях мы запустили сайт с расписанием пар для нашего ВУЗа - http://shaddy.ru/. Пока что там всего один курс одного факультета, но всё ещё впереди :)\n\nПро ШРИ узнал из статьи на Хабре. Пришёл с целью отшлифовать уже имеющиеся знания, получить новые и попытаться попасть в Яндекс.\n\nВ школе особенно нравится \"здоровая IT атмосфера\".\n \nStay tuned!",
        "city" : "Зеленоград",
        "first_name" : "Максим",
        "id" : 10,
        "last_name" : "Мялин",
        "link_facebook" : "",
        "link_gihub" : "https://github.com/hungrymarvin",
        "link_photo" : "http://img-fotki.yandex.ru/get/5006/159040040.0/0_c98cf_4367914d_L.jpg",
        "link_vk" : "http://vk.com/maxim.myalin",
        "link_yaru" : "http://maximmyalin.ya.ru/"
      },
      { "Timestamp" : "9/30/2013 15:45:35",
        "about" : "Родилась и живу в Москве. После школы закончила колледж по направлению менеджмент и о карьере в области IT как-то совсем не задумывалась=)\nНедолго проучилась в негосударственном Вузе по направлению психологии, но быстро поняла, что предлагаемое образование мне и даром не нужно)\nПоэтому взяла школьные книжки по математике и поучив ненавистную мне математику поступила в НИУ МЭИ на кафедру ММ:)\nИнтересоваться веб-разработкой начала совсем недавно. Мне кинули ссылочку на описание первой школы, я загорелась идеей попасть сюда и к моей радости  - я тут)\nЗдорово, что в ШРИ постоянно узнаешь что-то новое, и тем более от людей, которые являются фанатами своего дела=)",
        "city" : "Москва",
        "first_name" : "Марина",
        "id" : 11,
        "last_name" : "Акимова",
        "link_facebook" : "",
        "link_gihub" : "https://github.com/MaHTuCCa",
        "link_photo" : "http://img-fotki.yandex.ru/get/9265/93452933.0/0_f4f56_95ad678b_M.jpg",
        "link_vk" : "http://vk.com/id209848299",
        "link_yaru" : "http://akimovamp.ya.ru/"
      },
      { "Timestamp" : "9/28/2013 21:34:50",
        "about" : "Всем привет!\n\n \n\nМеня зовут Маша.\n\nЯ приехала в Москву из города Кирова, в 2008 году поступила в Московский Физико-Технический Институт(в народе Физтех), и моя жизнь резко изменилась.\n\nК началу второго курса я начала испытывать нежные чувства к С++(что до сих пор не изменилось, потому что первая любовь, как известно, не забывается).\n\nСейчас учусь в магистратуре(6 курс) на кафедре \"Компьютерная лингвистика\" и в связи с этим работаю в отделе Semantic Search компании Abbyy(онтологии, InfoExtraction, все дела...).\n\n \n\nПро ШРИ я узнала давно, случайно наткнувшись на прошлогодние лекции. Посмотрела немного - понравилось. И забылось.\n\nНо сейчас я здесь и..ок, обо всем по порядку.\n\nТак получилось, что год назад я пошла на дополнительный курс на Физтехе \"Современные методы коллективной разработки ПО\", который должен был иметь логическое завершение в форме проекта, говорящего \"я не зря каждую неделю прогуливала свои пары и слушала эти лекции\".\n\nПроект все еще разрабатывается, но, что важно, в процессе было решено реализовать некоторый веб-интерфейс. На протяжении ~полугода я занималась изучением HTML/CSS/JS/etc., что мне очень нравилось, но не хватало систематизации знаний. И в один прекрасный день я вспомнила про ШРИ, увидев пост на хабре.\n\nМеня всегда тянуло к людям, которые знают больше чем я, и у которых можно многому научиться. Поэтому я очень рада, что поступила в ШРИ. \n\n \n\nБольшое спасибо преподавателям школы за замечательные лекции и всем удачи : )",
        "city" : "Киров",
        "first_name" : "Мария",
        "id" : 12,
        "last_name" : "Метелёва",
        "link_facebook" : "https://www.facebook.com/prosto42",
        "link_gihub" : "https://github.com/koshka",
        "link_photo" : "http://cs309418.vk.me/v309418752/cc67/cjxo9lnG7cw.jpg",
        "link_vk" : "http://vk.com/prosto_koshka",
        "link_yaru" : "http://kotia292007.ya.ru/"
      },
      { "Timestamp" : "9/28/2013 20:07:32",
        "about" : "Начал щупать верстку очень давно, но дальше сверстать шаблончик в ЖЖ таблицами однокурсницам за чашку кофе дело не заходило. По этому поводу я работал в далеких от IT сферах. Чуть меньше года назад прочел несколько книжек и устроился QA в аутсорсинговую компанию. Несколько месяцев назад меня перевили на должность разработчика на подхвате - сверстать чего, скриптик какой написать и т.п. \n\nЭту работу мне пришлось бросить ради ШРИ, но я совершенно ни о чем не жалею. За эти 10 дней в Москве я узнал больше, чем за 2 последних месяца на работе, у меня появилось время читать техническую литературу и вообще с классными ребятами познакомился.\n\nНадеюсь, удастся получить от этой авантюры еще больше.\n\nОчень сложно выбрать, направление, которое мне больше всего нравится в Яндексе. Лекторы как на подбор просто. До сегодня лидировал Поиск, но теперь хочу и в Маркет и в Оптимизацию.\n\nЯ решил всех поразить своим умением сверстать в HTML-режиме, но парсер все равно внес свои коррективы. Всем добра.",
        "city" : "Одесса",
        "first_name" : "Михаил",
        "id" : 13,
        "last_name" : "Коциевский",
        "link_facebook" : "https://www.facebook.com/maxvektor",
        "link_gihub" : "https://github.com/Kocijevsky",
        "link_photo" : "http://cs406.vk.me/u3659839/66194715/x_eb7b3905.jpg",
        "link_vk" : "http://vk.com/kotsievsky",
        "link_yaru" : "http://m-kocijevsky.ya.ru/"
      },
      { "Timestamp" : "9/28/2013 19:56:02",
        "about" : "Пожил по всей стране, влюбился в Питер, там и живу последние 2 года.\nОкончил МЭИ по специальности Автоматизация технологических процессов и производств.  Собственно и работал программистом АСУТП. Писал на ассемблеро-подобных языках и C системы автоматического управления , как правило целых заводов.  Собственно хотелось хардкора и  расти дальше, но скорее как разработчик, а не как руководитель .  Так что год назад просто уволился и открыл книгу Флэнагана и тут понеслось... порадовала необычность асинхронного подхода и широкий спектр решаемых задач, так начал экспериментировать начиная от node.jsи заканчивая мобильными приложениями, подтянул верстку и сделал первые заказы по фрилансу . \nВ ШРИ пошел чтобы учиться у лучших спецов. Да и сама атмосфера и формат школы дико заряжает -смотришь на окружающих людей и понимаешь какой еще тебе предстоит путь. И это скорее не пугает, а мотивирует.  Так что успехов все нам, пасаны))  ",
        "city" : "Санкт-Петербург",
        "first_name" : "Михаил",
        "id" : 14,
        "last_name" : "Шустов",
        "link_facebook" : "https://www.facebook.com/mikhail.shust.5",
        "link_gihub" : "https://github.com/restrry",
        "link_photo" : "http://cs411121.vk.me/v411121849/4e8f/RK29XcJBwXA.jpg",
        "link_vk" : "http://vk.com/saintpchav",
        "link_yaru" : "http://restrry.ya.ru/"
      },
      { "Timestamp" : "9/29/2013 12:57:50",
        "about" : "Всем привет. Я из семьи военного, дольше всего жила в Иркутске. В Москве с 2008 г. Закончила матфак Иркутского государственного университета. Программистом начала работать с 3 курса. Пошла в 1С-программирование. Но...тяжела и неказиста жизнь 1С-программиста. В основном потому, что часто приходится читать правовые базы типа Гаранта, вкапываться в тонкости ведения не только белого, но и черного учета, а это весьма богомерзкие занятия. Захотелось более абстрактной работы. И тут меня позвали в аспирантуру. В аспирантуре первые полтора года все равно пришлось заниматься 1С - внедряла в институте \"1С: Зарплата и кадры\". Тут приходилось быть не только программистом, но и дипломатом, потому что одновременно с этим в институте происходила реструктуризация бизнес-процессов в бухгалтерии и прочих околоуправленческих отделах. Довела программу до такого состояния, чтобы в ней можно было вести учет, и ушла в науку.\n \nНаучно-популярно часть своих научных изысканий описала тут: \nhttp://habrahabr.ru/post/194240/ Написала диссертацию. Теперь еще нужно выловить научного руководителя, чтобы он ее прочитал. Ну а пока разрабатываю подсистему проверки решений для обучающих программ: https://github.com/indra-uolles/solution_tracer. Хочу ее сделать в виде отдельного open-source компонента, а также попробовать его проинтегрировать с платформой EdX.\n \nШРИ привлекла прежде всего возможностью попасть на практику в Яндекс. Ну а если и не попаду туда, то в любом случае это будет хороший старт - после того, как допопуляризирую свои научные результаты, хочу пойти работать веб-разработчиком (в ближайшие 2-3 года хочется отдохнуть от алгоритмов и прокачать культуру разработки программного кода).",
        "city" : "Иркутск",
        "first_name" : "Наталия",
        "id" : 15,
        "last_name" : "Смирнова",
        "link_facebook" : "https://www.facebook.com/nataliasmirnova.natalia",
        "link_gihub" : "https://github.com/indra-uolles",
        "link_photo" : "http://img-fotki.yandex.ru/get/9252/75423989.0/0_c583e_4d74f0e_L",
        "link_vk" : "http://vk.com/id24213991",
        "link_yaru" : "http://indra-uolles.ya.ru/"
      },
      { "Timestamp" : "9/28/2013 2:51:14",
        "about" : "О себе о себе о себе",
        "city" : "Санкт-Петербург",
        "first_name" : "Никита",
        "id" : 16,
        "last_name" : "Попов",
        "link_facebook" : "facebook.com/popov.nikita",
        "link_gihub" : "github.com/losnikitos",
        "link_photo" : "http://cs408530.vk.me/v408530792/1e45/XISCuQa83W4.jpg",
        "link_vk" : "vk.com/nikita.v.popov",
        "link_yaru" : "losnikitos123.ya.ru"
      },
      { "Timestamp" : "9/29/2013 15:48:22",
        "about" : "",
        "city" : "Москва",
        "first_name" : "Павел",
        "id" : 17,
        "last_name" : "Мягков",
        "link_facebook" : "https://www.facebook.com/pmyagkov",
        "link_gihub" : "https://github.com/pmyagkov",
        "link_photo" : "http://cs408419.vk.me/v408419238/132b/p9dNxZto-Ok.jpg",
        "link_vk" : "http://vk.com/muelle",
        "link_yaru" : "http://p-a-myagkov.ya.ru/"
      },
      { "Timestamp" : "9/28/2013 15:13:05",
        "about" : "Обо мне, обо мне, обо мне",
        "city" : "Нижний Новгород",
        "first_name" : "Роман",
        "id" : 18,
        "last_name" : "Орловский",
        "link_facebook" : "",
        "link_gihub" : "https://github.com/Romanaldo/",
        "link_photo" : "http://cs14115.vk.me/c315820/v315820751/33bf/zID6ILpd6L0.jpg",
        "link_vk" : "http://vk.com/id3776751",
        "link_yaru" : "http://ctuxu-r.ya.ru/"
      },
      { "Timestamp" : "9/29/2013 18:22:32",
        "about" : "Меня зовут Сергей Борончиев (профиль на moikrug.ru). Я из Санкт-Петербурга, последние полтора года живу и работаю в Москве.\n\nВ 2007 году, когда я только начинал интересоваться веб-разработкой, побывал на третьей открытой встрече сообщества «Веб-стандарты» и решил, что хочу развиваться во фронтэнд-направлении. Читал много книг и тематических блогов, верстал свои первые сайты. Не застал IE5.5, но на поддержке IE6 закалился. Сделал настольной книгу с рыбами, книгу с носорогом откладывал до недавнего времени.\n\nС '09 по '12 годы я работал в небольших петербургских веб-студиях: верстал несложные сайты и программировал модули для популярных CMS, параллельно попробовал себя во всех смежных областях – от аналитики до интернет-рекламы.\n\nВ 2012 меня пригласили работать в LiveJournal (SUP Media) в качестве верстальщика. Я занимался версткой новых нежурнальных сервисов и поддержкой существующих. Последние полгода я руковожу одной из групп разработки ЖЖ.\n\nПоставил цель – развиться в комплексного фронтендера – разбираюсь с JS, интересуюсь методами повышения эффективности командной работы и управлением проектами. Коллеги, выпускники прошлого года, рекомендовали ШРИ, как отличный интенсив, охватывающий все аспекты разработки.",
        "city" : "Санкт-Петербург",
        "first_name" : "Сергей",
        "id" : 19,
        "last_name" : "Борончиев",
        "link_facebook" : "",
        "link_gihub" : "",
        "link_photo" : "https://dl.dropboxusercontent.com/u/1544597/boronchiev.jpg",
        "link_vk" : "",
        "link_yaru" : ""
      },
      { "Timestamp" : "9/28/2013 21:47:18",
        "about" : "Три года назад я получил диплом инженера в РХТУ им. Менделеева. Уже с 4 курса начал заниматься разработкой приложений. Первоначально это были \"толстые\" клиенты. Со временем удалось получить опыт работы с различными СУБД, а также написания своих и интеграции чужих веб-сервисов. Параллельно основной работе в качестве хобби изучал администрирование ОС Linux. На данном этапе мои рабочие задачи включают в себя разработку интерфейса для ряда заказных систем.\n\nВ рамках школы хотел бы заполнить пробелы в знаниях технологии разработки хороших пользовательских интерфейсов.",
        "city" : "Москва",
        "first_name" : "Сергей ",
        "id" : 20,
        "last_name" : "Максимов",
        "link_facebook" : "",
        "link_gihub" : "https://github.com/Unlocker",
        "link_photo" : "http://img-fotki.yandex.ru/get/9265/25524525.0/0_aa625_da21f6b4_L.jpg",
        "link_vk" : "",
        "link_yaru" : "http://hakerxnet.ya.ru/"
      },
      { "Timestamp" : "9/29/2013 0:57:50",
        "about" : "Я родилась и выросла в Москве. В школе любила информатику и математику, а в 9-м классе подружка позвала сходить на экзамен в лицей при МИФИ, в результате вопрос куда поступать сам собой отпал:) К сожалению, в институте было много теории и очень мало практики(и то Delphi). После защиты диплома я несколько лет работала не по специальности, но мне постоянно хотелось там что-то автоматизировать и я решила \"вернуться\", о чем совсем не жалею. \n\nСейчас у меня достаточно разнообразная работа: участвую в разработке десктопных приложений обработки информации(QT), работаю с картографическим материалом, геоинформационными системами, с недавнего времени пишу небольшие библиотеки на JS.  \n\nВ ШРИ я пришла, потому что мне очень интересна web-разработка, хочется учиться и развиваться в этой области, систематизировать отрывочные знания и попрактиковаться.",
        "city" : "Москва",
        "first_name" : "София",
        "id" : 21,
        "last_name" : "Павленко",
        "link_facebook" : "https://www.facebook.com/sofiushko",
        "link_gihub" : "https://github.com/sofiushko",
        "link_photo" : "http://img-fotki.yandex.ru/get/9114/225957471.0/0_10832e_fc57d136_XL.jpg",
        "link_vk" : "http://vk.com/sonja",
        "link_yaru" : "http://artsonja.ya.ru/"
      },
      { "Timestamp" : "9/30/2013 20:20:56",
        "about" : "Всем привет! :) \nЯ учусь на 4 курсе МГТУ им. Н.Э. Баумана, на кафедре \"Информационные системы и телекоммуникации\". \n\nО том, что существуют такие волшебные штуки как html и css, я узнала лет в 11 и примерно тогда же поняла, что мне может быть интересно развиваться в этой области. Затем появился интерес к интерфейсам (любым), а также желание делать их максимально удобными и красивыми. А пару лет назад пришло понимание, что можно объединить эти два направления.\n\nВ сентябре прошлого года я увидела раздел ШРИ на Яндекс.событиях и подумала: \"Ага! Вот оно!\". Но оказалось, что я опоздала, и набор закончился 2 дня назад. Оставалось только ждать следующего, сделать вступительные задания и надеяться :)\n\nДля меня ШРИ — это возможность развиваться в области фронтенд-разработки. Очень хочу попасть на практику, чтобы получить hands-on experience, и остаться работать в Яндексе.",
        "city" : "Москва",
        "first_name" : "Яна",
        "id" : 22,
        "last_name" : "Манухина",
        "link_facebook" : "https://www.facebook.com/yana.manukhina",
        "link_gihub" : "https://github.com/yanenok/",
        "link_photo" : "http://www.birdie.ru/photo/miscellaneous/yanka-300x450px.jpg",
        "link_vk" : "http://vk.com/id1868886",
        "link_yaru" : "http://yanenok.ya.ru/"
      }
    ],
    
    "lectors": [
      {
        "id":181,
        "native_id":47352,
        "name":"Алексей Бережной",
        "about":"До Яндекса занимался разработкой браузерной MMORPG. С 2011 года работает над интерфейсом Яндекс.Директа.",
        "photo_url":"http://avatars.yandex.net/get-yaevents/e39d3fcaea981cf918bf9f337e56feee/365x365",
        "all_lectures":[
          {
            "id":593,
            "name":"HTTP-протокол",
            "lector_id":181,
            "url":"/events/shri/msk-2012/talks/537/"
          },
          {
            "id":594,
            "name":"jQuery",
            "lector_id":181,
            "url":"/events/shri/msk-2012/talks/543/"
          },
          {
            "id":595,
            "name":"http-протокол",
            "lector_id":181,
            "url":"/events/shri/simf-2013/talks/678/"
          },
          {
            "id":596,
            "name":"http-протокол",
            "lector_id":181,
            "url":"/events/shri/msk-2013/talks/1328/"
          },
          {
            "id":597,
            "name":"Регулярные выражения ",
            "lector_id":181,
            "url":"/events/shri/msk-2013/talks/1344/"
          }
        ]
      },
      {
        "id":182,
        "native_id":143134,
        "name":"Анна Чеботкевич",
        "about":null,
        "photo_url":"http://avatars.yandex.net/get-yaevents/300cb1b51bfadaca152a75491c232b92/365x365",
        "all_lectures":[
          {
            "id":598,
            "name":"Вводная по ШРИ",
            "lector_id":182,
            "url":"/events/shri/msk-2013/talks/1286/"
          }
        ]
      },
      {
        "id":183,
        "native_id":310,
        "name":"Виктор Ашик",
        "about":null,
        "photo_url":"http://avatars.yandex.net/get-yaevents/a679b4725fe296178cc47bc3804c0b6e/365x365",
        "all_lectures":[
          {
            "id":599,
            "name":"Операционные системы",
            "lector_id":183,
            "url":"/events/kit/1/talks/645/"
          },
          {
            "id":600,
            "name":"Архитектура ЭВМ",
            "lector_id":183,
            "url":"/events/kit/1/talks/646/"
          },
          {
            "id":601,
            "name":"Операционная система GNU/Linux: устройство и функционирование",
            "lector_id":183,
            "url":"/events/kit/1/talks/647/"
          },
          {
            "id":602,
            "name":"Файловые системы",
            "lector_id":183,
            "url":"/events/kit/1/talks/649/"
          },
          {
            "id":603,
            "name":"Сети и протоколы",
            "lector_id":183,
            "url":"/events/kit/1/talks/650/"
          },
          {
            "id":604,
            "name":"Сети и протоколы. Виртуализация",
            "lector_id":183,
            "url":"/events/kit/1/talks/651/"
          },
          {
            "id":605,
            "name":"Безопасность информационных систем",
            "lector_id":183,
            "url":"/events/kit/1/talks/652/"
          },
          {
            "id":606,
            "name":"Системы хранения данных",
            "lector_id":183,
            "url":"/events/kit/1/talks/648/"
          },
          {
            "id":607,
            "name":"Операционные системы",
            "lector_id":183,
            "url":"/events/kit/2/talks/590/"
          },
          {
            "id":608,
            "name":"Архитектура ЭВМ",
            "lector_id":183,
            "url":"/events/kit/2/talks/591/"
          },
          {
            "id":609,
            "name":"Популярный Linux",
            "lector_id":183,
            "url":"/events/kit/2/talks/592/"
          },
          {
            "id":610,
            "name":"Системы хранения данных",
            "lector_id":183,
            "url":"/events/kit/2/talks/593/"
          },
          {
            "id":611,
            "name":"Файловые системы",
            "lector_id":183,
            "url":"/events/kit/2/talks/595/"
          },
          {
            "id":612,
            "name":"Командная строка Unix",
            "lector_id":183,
            "url":"/events/shri/msk-2012/talks/531/"
          },
          {
            "id":613,
            "name":"Профессии в мире информационных технологий",
            "lector_id":183,
            "url":"/events/kit/3/talks/520/"
          },
          {
            "id":614,
            "name":"Инструментарий системного инженера",
            "lector_id":183,
            "url":"/events/kit/3/talks/521/"
          },
          {
            "id":615,
            "name":"Архитектура операционной системы",
            "lector_id":183,
            "url":"/events/kit/3/talks/522/"
          },
          {
            "id":616,
            "name":"Командная строка Unix",
            "lector_id":183,
            "url":"/events/shri/msk-2013/talks/1292/"
          }
        ]
      },
      {
        "id":184,
        "native_id":46216,
        "name":"Георгий Мостоловица",
        "about":"Веб-разработчик. В Яндексе занимается ускорением фронтенда Поиска.",
        "photo_url":"http://avatars.yandex.net/get-yaevents/9c6a228a5196ef3cb1c73c9e06ab24b2/365x365",
        "all_lectures":[
          {
            "id":617,
            "name":"Браузеры",
            "lector_id":184,
            "url":"/events/shri/msk-2012/talks/532/"
          },
          {
            "id":618,
            "name":"Механизм работы браузера ",
            "lector_id":184,
            "url":"/events/shri/msk-2013/talks/1329/"
          }
        ]
      },
      {
        "id":185,
        "native_id":434,
        "name":"Денис Бугарчев",
        "about":"Верстальщик, разработчик веб-интерфейсов, автор подкаста о веб-разработке «Сделайте мне красиво!».",
        "photo_url":"http://avatars.yandex.net/get-yaevents/f42b324b24dbce848d1510fc3a304e89/365x365",
        "all_lectures":[
          {
            "id":619,
            "name":"Внедрение идей БЭМ на не-Яндекс проект",
            "lector_id":185,
            "url":"/events/yasubbotnik/kiev-may-2011/talks/235/"
          },
          {
            "id":620,
            "name":"Архитектура веб-сервисов",
            "lector_id":185,
            "url":"/events/shri/msk-2013/talks/1345/"
          },
          {
            "id":621,
            "name":"Языки программирования ",
            "lector_id":185,
            "url":"/events/shri/msk-2013/talks/1340/"
          }
        ]
      },
      {
        "id":186,
        "native_id":144389,
        "name":"Дмитрий Поляков",
        "about":null,
        "photo_url":"http://avatars.yandex.net/get-yaevents/cf731f3868db81beb9414444926e328b/365x365",
        "all_lectures":[
          {
            "id":622,
            "name":"История успеха выпускников ШРИ",
            "lector_id":186,
            "url":"/events/shri/msk-2013/talks/1288/"
          }
        ]
      },
      {
        "id":187,
        "native_id":151056,
        "name":"Евгений Дорошенко",
        "about":null,
        "photo_url":"http://avatars.yandex.net/get-yaevents/b42044e74a6cfefb5db858e42956f721/365x365",
        "all_lectures":[
          {
            "id":623,
            "name":"Кеширование на клиенте и сервере",
            "lector_id":187,
            "url":"/events/shri/msk-2013/talks/1330/"
          }
        ]
      },
      {
        "id":188,
        "native_id":60778,
        "name":"Игорь Новак",
        "about":"Разработчик интерфейсов",
        "photo_url":"http://avatars.yandex.net/get-yaevents/8dd92a1999fbe06e3767f633dc406c07/365x365",
        "all_lectures":[
          {
            "id":624,
            "name":"Редактор/среда разработки",
            "lector_id":188,
            "url":"/events/shri/simf-2013/talks/668/"
          },
          {
            "id":625,
            "name":"Изучение и редактирование кода ",
            "lector_id":188,
            "url":"/events/shri/msk-2013/talks/1293/"
          }
        ]
      },
      {
        "id":189,
        "native_id":45533,
        "name":"Марина Широчкина",
        "about":"Занимается тестированием уже девять лет. В Яндексе с 2007 года. Последний год работает в группе производительности интерфейсов.",
        "photo_url":"http://avatars.yandex.net/get-yaevents/384a444b0f7aecea2d967791365b2bc9/365x365",
        "all_lectures":[
          {
            "id":626,
            "name":"Тестирование",
            "lector_id":189,
            "url":"/events/shri/msk-2012/talks/535/"
          },
          {
            "id":627,
            "name":"Производительность клиентсайда через тестирование скорости отрисовки страниц",
            "lector_id":189,
            "url":"/events/yasubbotnik/spb-dec-2012/talks/479/"
          },
          {
            "id":628,
            "name":"Тестирование",
            "lector_id":189,
            "url":"/events/shri/simf-2013/talks/672/"
          },
          {
            "id":629,
            "name":"Тестирование",
            "lector_id":189,
            "url":"/events/shri/msk-2013/talks/1326/"
          }
        ]
      },
      {
        "id":190,
        "native_id":144433,
        "name":"Михаил Трошев",
        "about":null,
        "photo_url":"http://avatars.yandex.net/get-yaevents/9dc5433ef8399aaba298434c14c0792f/365x365",
        "all_lectures":[
          {
            "id":630,
            "name":"Общий цикл разработки (dev-cycle)",
            "lector_id":190,
            "url":"/events/shri/msk-2013/talks/1289/"
          }
        ]
      },
      {
        "id":191,
        "native_id":25,
        "name":"Роман Андриади",
        "about":"Работает в департаменте эксплуатации Яндекса с 2005 года. С 2010 года —руководитель группы администрирования коммуникационных, контент- и внутренних сервисов.",
        "photo_url":"http://avatars.yandex.net/get-yaevents/ad0b99c52e0084b10b4c21dda9aa080b/365x365",
        "all_lectures":[
          {
            "id":631,
            "name":"Администрирование небольших сервисов, или Один за всех и 100 на одного ",
            "lector_id":191,
            "url":"/events/yac/2011/talks/36/"
          },
          {
            "id":632,
            "name":"Деплой",
            "lector_id":191,
            "url":"/events/shri/simf-2013/talks/669/"
          },
          {
            "id":633,
            "name":"Развертывание верстки",
            "lector_id":191,
            "url":"/events/shri/msk-2013/talks/1327/"
          }
        ]
      },
      {
        "id":192,
        "native_id":380,
        "name":"Сергей Сергеев",
        "about":"Профессионально занимается разработкой уже более 10 лет, из них 5 в Яндексе.",
        "photo_url":"http://avatars.yandex.net/get-yaevents/fe9e1c73b45ae87cfb8ed1bf30fec679/365x365",
        "all_lectures":[
          {
            "id":634,
            "name":"Последняя миля разработки интерфейсов",
            "lector_id":192,
            "url":"/events/yasubbotnik/msk-jul-2010/talks/917/"
          },
          {
            "id":635,
            "name":"Используем git без проблем",
            "lector_id":192,
            "url":"/events/yasubbotnik/kiev-may-2012/talks/112/"
          },
          {
            "id":636,
            "name":"Git — ветки, деревья, лес",
            "lector_id":192,
            "url":"/events/yasubbotnik/spb-jun-2012/talks/431/"
          },
          {
            "id":637,
            "name":"Системы контроля версий",
            "lector_id":192,
            "url":"/events/shri/msk-2012/talks/534/"
          },
          {
            "id":638,
            "name":"Системы контроля версий",
            "lector_id":192,
            "url":"/events/shri/simf-2013/talks/671/"
          },
          {
            "id":639,
            "name":"Менеджмент кода, или Почему SCM",
            "lector_id":192,
            "url":"/events/yasubbotnik/kiev-apr-2013/talks/844/"
          },
          {
            "id":640,
            "name":"Maintainer кода в большом проекте",
            "lector_id":192,
            "url":"/events/yasubbotnik/spb-jun-2013/talks/943/"
          },
          {
            "id":641,
            "name":"Cистемы контроля версий ",
            "lector_id":192,
            "url":"/events/shri/msk-2013/talks/1321/"
          }
        ]
      },
      {
        "id":193,
        "native_id":144481,
        "name":"Сергей Черкасов",
        "about":null,
        "photo_url":"http://avatars.yandex.net/get-yaevents/e4136deea69b5bed89ed08615435d7b2/365x365",
        "all_lectures":[
          {
            "id":642,
            "name":"Вики-синтаксис",
            "lector_id":193,
            "url":"/events/shri/msk-2013/talks/1291/"
          },
          {
            "id":643,
            "name":"Документирование информации",
            "lector_id":193,
            "url":"/events/shri/msk-2013/talks/1290/"
          }
        ]
      },
      {
        "id":194,
        "native_id":20,
        "name":"Тарас Иващенко",
        "about":"Администратор информационной безопасности в Яндексе. Специалист по информационной безопасности, проповедник свободного программного обеспечения, участник проектов w3af и OWASP.",
        "photo_url":"http://avatars.yandex.net/get-yaevents/5e276342723793120da28e22e51047ae/365x365",
        "all_lectures":[
          {
            "id":644,
            "name":"Сканирование уязвимостей со вкусом Яндекса",
            "lector_id":194,
            "url":"/events/yac/2011/talks/24/"
          },
          {
            "id":645,
            "name":"Автоматизированное тестирование безопасности конфигурации промышленных веб-серверов",
            "lector_id":194,
            "url":"/events/yasubbotnik/spb-jun-2012/talks/435/"
          },
          {
            "id":646,
            "name":"Безопасность веб-приложений",
            "lector_id":194,
            "url":"/events/shri/msk-2012/talks/540/"
          },
          {
            "id":647,
            "name":"Безопасность веб-приложений",
            "lector_id":194,
            "url":"/events/shri/simf-2013/talks/677/"
          },
          {
            "id":648,
            "name":"Безопасность веб-приложений",
            "lector_id":194,
            "url":"/events/shri/msk-2013/talks/1337/"
          }
        ]
      }
    ],
    
    "lectures": [
      {
        "id":35,
        "lector_id":188,
        "native_id":1293,
        "video_url":"http://video.yandex.ru/iframe/ya-events/nvby8zm0d8.3121/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":"http://www.slideshare.net/slideshow/embed_code/26263503",
        "name":"Изучение и редактирование кода "
      },
      {
        "id":36,
        "lector_id":191,
        "native_id":1327,
        "video_url":"http://video.yandex.ru/iframe/ya-events/gmhj6jhjbq.7339/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":"http://www.slideshare.net/slideshow/embed_code/26497344",
        "name":"Развертывание верстки"
      },
      {
        "id":37,
        "lector_id":181,
        "native_id":1328,
        "video_url":"http://video.yandex.ru/iframe/ya-events/w2b30qpu64.4923/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":"http://www.slideshare.net/slideshow/embed_code/26497696",
        "name":"http-протокол"
      },
      {
        "id":38,
        "lector_id":184,
        "native_id":1329,
        "video_url":"http://video.yandex.ru/iframe/ya-events/sg6f9vxh4h.7140/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":null,
        "name":"Механизм работы браузера "
      },
      {
        "id":39,
        "lector_id":187,
        "native_id":1330,
        "video_url":"http://video.yandex.ru/iframe/ya-events/0tk8ubi12b.7216/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":"http://www.slideshare.net/slideshow/embed_code/26501207",
        "name":"Кеширование на клиенте и сервере"
      },
      {
        "id":40,
        "lector_id":194,
        "native_id":1337,
        "video_url":"http://video.yandex.ru/iframe/ya-events/4fcm2v836x.2020/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":"http://www.slideshare.net/slideshow/embed_code/26501715",
        "name":"Безопасность веб-приложений"
      },
      {
        "id":41,
        "lector_id":181,
        "native_id":1344,
        "video_url":"http://video.yandex.ru/iframe/ya-events/x79ax18q9w.3802/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":"http://www.slideshare.net/slideshow/embed_code/26502148",
        "name":"Регулярные выражения "
      },
      {
        "id":42,
        "lector_id":183,
        "native_id":1292,
        "video_url":"http://video.yandex.ru/iframe/ya-events/yc39l9dh0a.4723/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":"http://www.slideshare.net/slideshow/embed_code/26263542",
        "name":"Командная строка Unix"
      },
      {
        "id":43,
        "lector_id":185,
        "native_id":1345,
        "video_url":null,
        "slides_url":"http://www.slideshare.net/slideshow/embed_code/26503527",
        "name":"Архитектура веб-сервисов"
      },
      {
        "id":44,
        "lector_id":185,
        "native_id":1340,
        "video_url":"http://video.yandex.ru/iframe/ya-events/uery0fxkg2.7247/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":"http://www.slideshare.net/slideshow/embed_code/26501860",
        "name":"Языки программирования "
      },
      {
        "id":45,
        "lector_id":189,
        "native_id":1326,
        "video_url":"http://video.yandex.ru/iframe/ya-events/u7neb4ukb7.4729/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":"http://www.slideshare.net/slideshow/embed_code/26495249",
        "name":"Тестирование"
      },
      {
        "id":46,
        "lector_id":192,
        "native_id":1321,
        "video_url":"http://video.yandex.ru/iframe/ya-events/oeunffeksq.5100/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":null,
        "name":"Cистемы контроля версий "
      },
      {
        "id":47,
        "lector_id":193,
        "native_id":1291,
        "video_url":"http://video.yandex.ru/iframe/ya-events/mifh2zd4xw.7143/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":"http://www.slideshare.net/slideshow/embed_code/26263370",
        "name":"Вики-синтаксис"
      },
      {
        "id":48,
        "lector_id":193,
        "native_id":1290,
        "video_url":"http://video.yandex.ru/iframe/ya-events/hlgkkpcf67.3822/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":null,
        "name":"Документирование информации"
      },
      {
        "id":49,
        "lector_id":190,
        "native_id":1289,
        "video_url":"http://video.yandex.ru/iframe/ya-events/u7myq83g9q.4811/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":"http://www.slideshare.net/slideshow/embed_code/26263573",
        "name":"Общий цикл разработки (dev-cycle)"
      },
      {
        "id":50,
        "lector_id":182,
        "native_id":1286,
        "video_url":"http://video.yandex.ru/iframe/ya-events/r29oly6fy4.4720/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":"http://www.slideshare.net/slideshow/embed_code/26263315",
        "name":"Вводная по ШРИ"
      },
      {
        "id":51,
        "lector_id":186,
        "native_id":1288,
        "video_url":"http://video.yandex.ru/iframe/ya-events/vnsrv1de6g.4103/?player-type=custom\u0026show-info=false\u0026show-logo=false\u0026hd=1",
        "slides_url":null,
        "name":"История успеха выпускников ШРИ"
      }
    ]
    
  }
  
};