database = {
  
  "name": "shri2013",
  "timestamp": "",
  
  "data": {
    
    "info": {
      "about": {
        "title": "ШРИ в Москве 2013",
        "text": "Яндекс открывает набор во вторую Школу разработки интерфейсов в Москве. Мы приглашаем студентов старших курсов и недавних выпускников вузов, которые хотят развиваться в области фронтенд-разработки веб-сервисов. Чтобы учиться в нашей Школе, вам понадобятся базовые знания по разработке интерфейсов и небольшой опыт их создания. Бесплатные занятия будут проходить три раза в неделю в московском офисе Яндекса: во вторник и четверг — с 18:30 до 21:30, в субботу — с 12:00 до 15:00. Наиболее успешные выпускники Школы получат возможность пройти практику в компании."
      },
      "structure": [
        {
          "title": "Теоретический этап",
          "text": "Первый этап обучения представляет собой курс лекций, посвящённых различным сторонам фронтенд-разработки. С программой прошлого года вы можете ознакомиться на этой странице. Лекции начнутся 7 сентября и будут продолжаться в течение месяца. В конце курса слушателям предстоит экзамен. Лучшим студентам мы предложим пройти практический этап Школы."
        },
        {
          "title": "Практический этап",
          "text": "Практика — это отличный шанс увидеть работу Яндекса изнутри. Практиканты получат корпоративные компьютеры, пропуски в офис, а ещё мы будем платить им стипендию. С середины октября до середины декабря практикантам предстоит выполнить большое задание под руководством опытного разработчика. Также во время практики будут продолжаться лекции. Тех, кто успешно пройдёт практику, мы с удовольствием пригласим к нам на работу или стажировку. Все вопросы о Школе присылайте на адрес: intern@yandex-team.ru"
        }
      ]
    },
    
    "students": [
      {
        "id":"1",
        "name":"Андрей Морозов",
        "city":"Ставрополь",
        "about":"Учусь на 3-ем курсе в МАТИ - РГТУ им. К.Э. Циолковского по специальности \"Информатика и вычислительная техника\". Впервые столкнулся с версткой на 2-ом курсе. Нам преподавали курс под названием \"WEB-технологии\", в рамках которого были HTML и CSS. Мне безумно понравилось верстать. И я точно решил, что моя будущая работа будет связана с вебом.",
        "link_photo":"http://i.imgur.com/byyMclh.jpg",
        "link_facebook":"https://www.facebook.com/1uckytrue",
        "link_vk":"https://vk.com/luckytrue",
        "link_gihub":"https://github.com/LuckyTrue",
        "link_yaru":"http://luckytrue.ya.ru/"
      },
      {
        "id":"2",
        "name":"Кондратов Алексей",
        "city":"Москва",
        "about":"После школы поступил в Московский инженерно-физический институт, но потом его переименовали, и закончил в 2012 году я уже Национальный исследовательский ядерный университет \"МИФИ\", став магистром прикладной математики и физики. Потом я поступил в аспирантуру одного из институтов физического отделения РАН, где и учусь в настоящее время.\n\nЧто касается веб-разработки, то первый сайт я сделал в школе для какого-то местного конкурса, а делал я его в страшной штуке под названием Microsoft FrontPage. Затем я забыл о вебе очень надолго, в институте достаточно много программировал на Pascal, Fortran + MPI/OpenMP, Python, MATLAB, Wolfram Mathematica, но в основном это сводилось к решению разных математических/физических задач.\n\nВ конце 5-го курса института друзья позвали в маленький \"стартап\" по поиску и продаже туров онлайн. Там я и работаю уже больше 2-х лет, программирую на Ruby/RoR, JS. Учуствовал как в фронтенд так и в бэкенд разработке различных проектов: сайт-знакомств, интернет-магазин, игру для Вконтакте, просто разные сайты, даже писал свою CMS для интернет-магазина.",
        "link_photo":"https://dl.dropboxusercontent.com/u/1122837/photo-for-shri.jpg",
        "link_facebook":"https://www.facebook.com/ololobus",
        "link_vk":"https://vk.com/ololoshkiiii",
        "link_gihub":"https://github.com/ololobus",
        "link_yaru":"http://alex-ololo.ya.ru/"
      },
      {
        "id":"3",
        "name":"Максим Попков",
        "city":"Балашиха",
        "about":"С детства вожусь с техникой, слежу за прогрессом и познаю новое. Мне нравятся веб-технологии, возможность увидеть результат работы и показать его другим. Школа стала для меня вектором в саморазвитии, направляет и помогает пробиться в джунглях front-end`а.",
        "link_photo":"img-fotki.yandex.ru/get/9301/35759599.0/0_9b1ec_264822bf_L.jpg",
        "link_facebook":"",
        "link_vk":"vk.com/dales3d",
        "link_gihub":"github.com/maxim-popkov/",
        "link_yaru":"dales3d.ya.ru/"
      },
      {
        "id":"4",
        "name":"Михаил Шустов",
        "city":"Санкт-Петербург",
        "about":"",
        "link_photo":"http://cs411121.vk.me/v411121849/4e8f/RK29XcJBwXA.jpg",
        "link_facebook":"https://www.facebook.com/mikhail.shust.5",
        "link_vk":"http://vk.com/saintpchav",
        "link_gihub":"https://github.com/restrry",
        "link_yaru":"http://restrry.ya.ru/"
      },
      {
        "id":"5",
        "name":"Никита Попов",
        "city":"Санкт-Петербург",
        "about":"О себе о себе о себе",
        "link_photo":"http://cs408530.vk.me/v408530792/1e45/XISCuQa83W4.jpg",
        "link_facebook":"facebook.com/popov.nikita",
        "link_vk":"vk.com/nikita.v.popov",
        "link_gihub":"github.com/losnikitos",
        "link_yaru":"losnikitos123.ya.ru"
      },
      {
        "id":"6",
        "name":"Роман Орловский",
        "city":"Нижний Новгород",
        "about":"Обо мне, обо мне, обо мне",
        "link_photo":"http://cs14115.vk.me/c315820/v315820751/33bf/zID6ILpd6L0.jpg",
        "link_facebook":"",
        "link_vk":"http://vk.com/id3776751",
        "link_gihub":"https://github.com/Romanaldo/",
        "link_yaru":"http://ctuxu-r.ya.ru/"
      }
    ],
    
    "lectors": {
      
    },
    
    "lectures": {
      
    }
    
  }
  
};